import {Character} from "./components/Character";


function App() {
  return (
  <div>
<Character
    name={'Гомер Сімпсон'}
    description={'Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний. Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається симпатичним. Гомер має трьох дітей: Барта, Лісу і Меґґі. Працює на Спрингфілдській атомній електростанції інспектором з безпеки. Гомер дуже лінивий і багато п\'є. Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що він віруючий). За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.'}
    picture={'https://mult-online.ru/posters/260_347_90_1/uploads/posts/2011-05/thumbs/1305579067_gomer-simpson.jpg'}

/>
    <Character
        name={'Барт Сімпсон'}
        description={' атомній електростанції інспектором з безпеки. Гомер дуже лінивий і багато п\'є. Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що він віруючий). За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.'}
        picture={'https://mult-online.ru/posters/260_347_90_1/uploads/posts/2011-05/thumbs/1305579067_gomer-simpson.jpg'}

    />
    <Character
        name={'Гомер Сімпсон'}
        description={'Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний. Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається симпатичним. Гомер має трьох дітей: Барта, Лісу і Меґґі. Працює на Спрингфілдській атомній електростанції інспектором з безпеки. Гомер дуже лінивий і багато п\'є. Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що він віруючий). За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.'}
        picture={'https://mult-online.ru/posters/260_347_90_1/uploads/posts/2011-05/thumbs/1305579067_gomer-simpson.jpg'}

    />
    <Character
        name={'Гомер Сімпсон'}
        description={'Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний. Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається симпатичним. Гомер має трьох дітей: Барта, Лісу і Меґґі. Працює на Спрингфілдській атомній електростанції інспектором з безпеки. Гомер дуже лінивий і багато п\'є. Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що він віруючий). За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.'}
        picture={'https://mult-online.ru/posters/260_347_90_1/uploads/posts/2011-05/thumbs/1305579067_gomer-simpson.jpg'}

    /><Character
      name={'Гомер Сімпсон'}
      description={'Гомер — грубий і неввічливий батько родини, він має очевидні вади: товстий, лисий і не дуже розумний. Нерідко він поводиться як блазень, абсурдно, егоїстично і нетактовно, але все ж лишається симпатичним. Гомер має трьох дітей: Барта, Лісу і Меґґі. Працює на Спрингфілдській атомній електростанції інспектором з безпеки. Гомер дуже лінивий і багато п\'є. Вага — 109-122 кг, вік — 38-39 років, зріст — 1 м 83 см. Правша. Атеїст (хоча іноді відбріхується що він віруючий). За декілька років він перетворився на культового персонажа у США та багатьох інших країнах світу.'}
      picture={'https://mult-online.ru/posters/260_347_90_1/uploads/posts/2011-05/thumbs/1305579067_gomer-simpson.jpg'}

  />

  </div>
  );
}

export default App;
